Repository: christianhennen/cakecards
Catalog: Locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: Add card type
de_de: Kartentyp hinzufügen

source: Edit card type
de_de: Kartentyp bearbeiten

source: New card type
de_de: Neuer Kartentyp

source: Left
de_de: Links

source: Center
de_de: Mitte

source: Right
de_de: Rechts

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: Cards
de_de: Karten

source: Do you really want to delete this card type?
de_de: Wollen Sie diesen Kartentyp wirklich löschen?

source: Image
de_de: Bild

source: Font
de_de: Schriftart

source: Horizontal Text Alignment
de_de: Horizontale Textausrichtung

source: Font size
de_de: Schriftgröße

source: Vertical Text Alignment
de_de: Vertikale Textausrichtung

source: Font color
de_de: Schriftfarbe

source: Line Height
de_de: Zeilenhöhe

source: Choose...
de_de: Auswählen…

source: Current image - click to select textarea
de_de: Aktuelles Bild - Klicken um den Textbereich festzulegen

source: Current font
de_de: Aktuelle Schriftart

source: --Please select--
de_de: —Bitte wählen—

source: Cancel
de_de: Abbrechen

source: Preview
de_de: Vorschau

source: Save
de_de: Speichern

source: Description
de_de: Beschreibung

source: Subject
de_de: Betreff

source: Is this configuration project-wide?
de_de: Soll diese Konfiguration für das gesamte Projekt gelten?

source: Signature
de_de: Signatur

source: Current image
de_de: Aktuelles Bild

source: Mail server
de_de: Postausgangsserver

source: Time until timeout in ms
de_de: Zeit für Timeout in ms

source: Does the server use TLS?
de_de: Verwendet der Server TLS?

source: Sender address
de_de: Absender-Adresse

source: Sender name
de_de: Absender-Name

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Signature image
de_de: Signatur-Bild

source: The following placeholder will be inserted into the signature.
de_de: Der folgende Platzhalter wird in die Signatur eingefügt.

source: Media Gallery
de_de: Medien-Galerie

source: Choose from file system
de_de: Von Festplatte wählen

source: Choose from image gallery
de_de: Von Galerie wählen

source: Add files...
de_de: Dateien hinzufügen

source: Upload %d files
de_de: %d Dateien hochladen

source: Close
de_de: Schließen

source: Users
de_de: Benutzer

source: Member?
de_de: Mitglied?

source: Prename
de_de: Vorname

source: Surname
de_de: Name

source: E-mail address
de_de: E-Mail Adresse

source: Salutation
de_de: Begrüßung

source: Card
de_de: Karte

source: Is this user a super admin?
de_de: Ist dieser Benutzer ein Super-Administrator?

source: Re-enter Password
de_de: Passwort wiederholen

source: Recipients
de_de: Empfänger

source: Texts
de_de: Texte

source: Mailing options
de_de: Versandoptionen

source: Projects
de_de: Projekte

source: Logout
de_de: Abmelden

source: Toggle navigation
de_de: Navigation ausklappen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Test mode is active!
de_de: Der Testmodus ist aktiv!

source: Test mode is NOT active!
de_de: Der Testmodus ist NICHT aktiv!

source: Active project:
de_de: Aktives Projekt:

source: Active mailing options:
de_de: Aktive Versandoptionen:

source: Add mailing options
de_de: Versandoptionen hinzufügen

source: Edit mailing options
de_de: Versandoptionen bearbeiten

source: New mailing options
de_de: Neue Versandoptionen

source: Is test mode active?
de_de: Test-Modus aktiv?

source: Project-wide
de_de: Projektbezogen

source: Personal
de_de: Persönlich

source: Do you really want to delete this mailing option set?
de_de: Wollen Sie diese Versandoptionen wirklich löschen?

source: Use TLS
de_de: TLS verwenden

source: Add project
de_de: Projekt hinzufügen

source: Edit project
de_de: Projekt bearbeiten

source: New project
de_de: Neues Projekt

source: Actions
de_de: Aktionen

source: Do you really want to delete this project?
de_de: Möchten Sie dieses Projekt wirklich löschen?

source: Add a recipient
de_de: Empfänger hinzufügen

source: Edit a recipient
de_de: Empfänger bearbeiten

source: Card text
de_de: Kartentext

source: Card type
de_de: Kartentyp

source: E-Mail address
de_de: E-Mail Adresse

source: Card texts
de_de: Kartentexte

source: Search
de_de: Suche

source: <span class="hidden-xs">New</span> recipient
de_de: <span class=„hidden-xs“>Neuer</span> Empfänger

source: <span class="hidden-xs">Export to</span> Excel
de_de: Excel<span class=„hidden-xs“>-Export</span>

source: <span class="hidden-xs">Send</span> all
de_de: Alle <span class=„hidden-xs“>senden</span>

source: Do you really want to send all cards at once?
de_de: Wollen Sie wirklich alle Karten auf einmal verschicken?

source: <span class="hidden-xs">Delete</span> selected
de_de: Gewählte <span class="hidden-xs">löschen</span>

source: Do you really want to delete the specified recipients?
de_de: Wollen Sie wirklich die gewählten Empfänger löschen?

source: Edit
de_de: Bearbeiten

source: Toggle dropdown
de_de: Dropdown öffnen

source: Send
de_de: Senden

source: Do you really want to send this card?
de_de: Wollen Sie diese Karte wirklich verschicken?

source: Delete
de_de: Löschen

source: Do you really want to delete this recipient?
de_de: Wollen Sie diesen Empfänger wirklich löschen?

source: Detail view
de_de: Detailansicht

source: <span class="hidden-xs">Send</span> selected
de_de: Gewählte <span class="hidden-xs">senden</span>

source: Success!
de_de: Erfolg!

source: Error!
de_de: Fehler!

source: Results of mail delivery
de_de: Ergebnisse des Mailversands

source: %d e-mail(s) to send
de_de: Noch %d E-Mails zu versenden

source: Mail delivery
de_de: E-Mail Versand

source: Recipient
de_de: Empfänger

source: E-mail(s) successfully sent!
de_de: E-Mail(s) erfolgreich versendet!

source: Add card text
de_de: Kartentext hinzufügen

source: Edit card text
de_de: Kartentext editieren

source: New card text
de_de: Neuer Kartentext

source: Do you really want to delete this card text?
de_de: Wollen Sie diesen Kartentext wirklich löschen?

source: Add a user
de_de: Benutzer hinzufügen

source: Change password
de_de: Passwort ändern

source: Edit user
de_de: Benutzer bearbeiten

source: New user
de_de: Neuer Benutzer

source: Role
de_de: Rolle

source: User
de_de: Benutzer

source: Do you really want to delete this user?
de_de: Wollen Sie diesen Benutzer wirklich löschen?

source: Card type has successfully been saved.
de_de: Der Kartentyp wurde erfolgreich gespeichert.

source: Card type could not be saved!
de_de: Der Kartentyp konnte nicht gespeichert werden!

source: The specified card type was not found!
de_de: Der angegebene Kartentyp konnte nicht gefunden werden!

source: Card type has successfully been deleted.
de_de: Der Kartentyp wurde erfolgreich gelöscht.

source: Dear recipient, This is a test text for the card preview Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. Greetings CakeCards
de_de: Lieber Empfänger, Dies ist ein Test der Karten-Vorschau. Loren ipsum dolor ist atmet, consetetur sadipscing Elite, sed dicm nonumy eirmod Tempo invidunt ut labore et doller magna aliquyam erat, sed dicm voluptua. At verroh los et accusam et just duo dolleres et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. Grüße CakeCards

source: There is no card image or font defined. Preview could not be generated.
de_de: Es ist kein Karten-Bild oder keine Schriftart für den Kartentyp definiert. Die Vorschau konnte daher nicht generiert werden.

source: Mailing options have successfully been saved.
de_de: Die Versandoptionen wurden erfolgreich gespeichert.

source: Mailing options could not be saved!
de_de: Die Versandoptionen konnten nicht gespeichert werden!

source: The specified mailing option set was not found!
de_de: Die angegebenen Versandoptionen konnten nicht gefunden werden!

source: Only administrators can edit project-wide mailing options!
de_de: Nur Administratoren können projektweite Versandoptionen ändern!

source: Mailing option set has successfully been deleted.
de_de: Versandoptionen wurden erfolgreich gelöscht.

source: Only administrators can delete project-wide mailing options!
de_de: Nur Administratoren können projektweite Versandoptionen löschen!

source: Mailing options have successfully been switched.
de_de: Die Versandoptionen wurden erfolgreich gewechselt.

source: Mailing options could not be switched!
de_de: Die Versandoptionen konnten nicht gewechselt werden!

source: Mailing mode has been set to productive configuration. Mails are sent directly to recipients!
de_de: Der Versandmodus wurde auf die produktive Konfiguration geändert. Die E-Mails werden direkt an die Empfänger gesendet!

source: Mailing mode has been set to test configuration. Mails are sent to the sender specified in the active mailing options. Recipients do not receive any mail!
de_de: Der Versandmodus wurde auf die Test-Konfiguration geändert. Die E-Mails werden an den hinterlegten Absender versendet. Empfänger erhalten keine E-Mail!

source: Project has successfully been saved.
de_de: Das Projekt wurde erfolgreich gespeichert.

source: Project could not be saved!
de_de: Das Projekt konnte nicht gespeichert werden!

source: Only super administrators can add projects!
de_de: Nur Super-Administratoren können Projekte hinzufügen!

source: The specified Project was not found!
de_de: Das angegebene Projekt konnte nicht gefunden werden!

source: Only super administrators can edit projects!
de_de: Nur Super-Administratoren können Projekte bearbeiten!

source: The specified project was not found!
de_de: Das angegebene Projekt wurde nicht gefunden!

source: Project has successfully been switched.
de_de: Projekt wurde erfolgreich gewechselt.

source: Project could not be switched!
de_de: Projekt konnte nicht gewechselt werden!

source: Project has successfully been deleted.
de_de: Das Projekt wurde erfolgreich gelöscht.

source: Only administrators can delete projects!
de_de: Nur Administratoren können Projekte löschen!

source: Recipient has successfully been saved.
de_de: Der Empfänger wurde erfolgreich gespeichert.

source: Recipient could not be saved!
de_de: Der Empfänger konnte nicht gespeichert werden!

source: The specified recipient was not found!
de_de: Der angegebene Empfänger konnte nicht gefunden werden!

source: The specified card text was not found!
de_de: Der angegebene Kartentext konnte nicht gefunden werden!

source: Recipients have successfully been deleted.
de_de: Die Empfänger wurden erfolgreich gelöscht.

source: Recipients could not be deleted.
de_de: Die Empfänger konnten nicht gelöscht werden.

source: Recipient has successfully been deleted.
de_de: Der Empfänger wurde erfolgreich gelöscht.

source: Recipient could not be deleted.
de_de: Der Empfänger konnte nicht gelöscht werden

source: Card text has successfully been saved.
de_de: Der Kartentext wurde erfolgreich gespeichert.

source: Card text could not be saved!
de_de: Der Kartentext konnte nicht gespeichert werden!

source: Card text has successfully been deleted.
de_de: Der Kartentext wurde erfolgreich gelöscht.

source: An error occured during file upload!
de_de: Während des Uploads trat ein Fehler auf!

source: Error: Could not save file
de_de: Fehler: Konnte die Datei nicht speichern

source: Error: Only files under 20Mb in .jpg .png or .ttf format are accepted for upload!
de_de: Fehler: Es können nur Dateien kleiner als 20Mb im .jpg, .png oder .ttf-Format hochgeladen werden!

source: Error: No file uploaded!
de_de: Fehler: Keine Datei hochgeladen!

source: The specified upload was not found!
de_de: Der angegebene Upload wurde nicht gefunden!

source: Upload has successfully been saved.
de_de: Upload wurde erfolgreich gespeichert.

source: Upload could not be saved!
de_de: Upload konnte nicht gespeichert werden!

source: Passwords do not match. Please try again!
de_de: Die angegebenen Passwörter stimmen nicht überein. Bitte versuchen Sie es erneut!

source: User has successfully been saved.
de_de: Der Benutzer wurde erfolgreich gespeichert.

source: User could not be saved!
de_de: Der Benutzer konnte nicht gespeichert werden!

source: Only administrators can add other user accounts!
de_de: Nur Administratoren dürfen andere Benutzerkonten hinzufügen!

source: The specified user was not found!
de_de: Der angegebene Benutzer konnte nicht gefunden werden!

source: Only administrators can edit other user accounts!
de_de: Nur Administratoren dürfen andere Benutzerkonten editieren!

source: Password has successfully been changed.
de_de: Das Passwort wurde erfolgreich geändert.

source: Password could not be changed!
de_de: Das Passwort konnte nicht geändert werden!

source: Only administrators can change other user's passwords!
de_de: Nur Administratoren dürfen das Passwort anderer Benutzer ändern!

source: You can't delete your own user account!
de_de: Es ist nicht möglich Ihren eigenen Benutzer-Account zu löschen!

source: User has successfully been deleted.
de_de: Der Benutzer wurde erfolgreich gelöscht.

source: User could not be deleted.
de_de: Der Benutzer konnte nicht gelöscht werden!

source: Only administrators can delete other user accounts!
de_de: Nur Administratoren dürfen andere Benutzer löschen!

source: Wrong username or password!
de_de: Falscher Benutzername oder Kennwort!
